[
  {
    "NOISEWORDS": "NOISEWORDS",
    "the": 2668,
    "Apple": 2244,
    "of": 1538,
    "to": 1486,
    "a": 1289,
    "be": 1103,
    "in": 971,
    "'s": 882,
    "and": 695,
    "AAPL)": 674,
    ",": 560,
    "on": 554,
    "its": 547,
    "is": 522,
    "(": 445,
    "The": 424,
    "for": 417,
    "has": 412,
    "iPhone": 403,
    "with": 378,
    "it": 305,
    "will": 303,
    "from": 288,
    "by": 277,
    "%": 272,
    "Inc.": 258,
    "an": 257,
    ".": 257,
    "was": 252,
    "as": 240,
    "company": 230,
    "have": 222,
    "percent": 204,
    "iPod": 197,
    "that": 197,
    "at": 194,
    "are": 167,
    "up": 160,
    "new": 159,
    "market": 153,
    "music": 151,
    "or": 148,
    "you": 139,
    "n't": 137,
    "million": 135,
    "they": 130,
    "their": 128,
    "also": 127,
    "Jobs": 124,
    "rose": 123,
    "can": 122,
    ")": 121,
    "sales": 120,
    "had": 118,
    "Steve": 117,
    "software": 116,
    "I": 114,
    "this": 114,
    "maker": 111,
    "first": 106,
    "iTunes": 105,
    "more": 105,
    "into": 104,
    "one": 103,
    "could": 102,
    "Computer": 101,
    "than": 101,
    "companies": 100,
    "$": 99,
    "share": 98,
    "AAPL": 97,
    "Microsoft": 97,
    "shares": 91,
    "said": 91,
    "his": 89,
    "year": 87,
    "after": 86,
    "may": 84,
    "fell": 84,
    "been": 83,
    "most": 83,
    "sold": 83,
    "were": 82,
    "use": 82,
    "other": 81,
    "stock": 79,
    "video": 79,
    "not": 78,
    "Google": 77,
    "apple": 76,
    "phones": 75,
    "products": 74,
    "It": 74,
    "about": 73,
    "out": 73,
    "would": 72,
    "made": 72,
    "people": 72,
    "apples": 72,
    "price": 71,
    "service": 70,
    "he": 69,
    "store": 69,
    "earnings": 66,
    "phone": 66,
    "cut": 64,
    "quarter": 64,
    "sell": 64,
    "TV": 64,
    "buy": 63,
    "design": 62,
    "own": 62,
    "U.S.": 62,
    "US)": 62,
    "did": 62,
    "my": 61,
    "product": 60,
    "business": 59,
    "over": 57,
    "make": 57,
    "digital": 56,
    "CEO": 56,
    "through": 55,
    "Mac": 54,
    "some": 54,
    "launched": 53,
    "took": 53,
    "two": 53,
    "points": 53,
    "Nokia": 53,
    "iPods": 52,
    "world": 52,
    "users": 51,
    "now": 51,
    "offer": 51,
    "devices": 51,
    "like": 50,
    "technology": 49,
    "\"": 49,
    "They": 49,
    "chips": 49,
    "handset": 49,
    "iPhones": 49,
    "same": 47,
    "Research": 47,
    "mobile": 47,
    "dropped": 46,
    "since": 46,
    "which": 46,
    "10": 46,
    "just": 45,
    "last": 45,
    "only": 45,
    "plans": 45,
    "players": 45,
    "all": 45,
    "lost": 45,
    "computer": 44,
    "many": 44,
    "Web": 44,
    "reported": 44,
    "your": 44,
    "2007": 44,
    "cents": 43,
    "top": 43,
    "online": 43,
    "years": 43,
    "announced": 42,
    "profit": 42,
    "might": 42,
    "revenue": 41,
    "customers": 41,
    "used": 41,
    "device": 41,
    "such": 40,
    "June": 40,
    "good": 39,
    "put": 39,
    "take": 39,
    "trading": 39,
    "Corp.": 38,
    "introduced": 38,
    "months": 38,
    "operating": 38,
    "do": 38,
    "AT&T": 38,
    "industry": 37,
    "still": 37,
    "PC": 36,
    "forecast": 36,
    "A": 36,
    "Sony": 35,
    "computers": 35,
    "came": 35,
    "Samsung": 35,
    "get": 35,
    "stores": 35,
    "consumers": 35,
    "today": 35,
    "set": 35,
    "Intel": 34,
    "got": 34,
    "does": 34,
    "Store": 34,
    "You": 34,
    "three": 34,
    "'": 34,
    "model": 34,
    "plunged": 34,
    "launch": 33,
    "available": 33,
    "big": 33,
    "already": 33,
    "list": 33,
    "He": 33,
    "applications": 33,
    "handsets": 33,
    "billion": 32,
    "come": 32,
    "player": 32,
    "system": 32,
    "hit": 32,
    "4": 32,
    "Executive": 32,
    "held": 32,
    "Windows": 32,
    "China": 32,
    "deal": 32,
    "want": 32,
    "Group": 32,
    "3G": 32,
    "posted": 31,
    "report": 31,
    "tech": 31,
    "results": 31,
    "Nasdaq": 31,
    "best": 31,
    "biggest": 31,
    "during": 31,
    "created": 30,
    "much": 30,
    "few": 30,
    "Chief": 30,
    "release": 30,
    "news": 30,
    "9": 30,
    "innovation": 30,
    "no": 30,
    "gained": 30,
    "off": 30,
    "reports": 29,
    "name": 29,
    "1": 29,
    "second": 29,
    "way": 29,
    "turned": 29,
    "Dell": 29,
    "introduce": 29,
    "memory": 29,
    "wireless": 29,
    "call": 29,
    "number": 29,
    "higher": 28,
    "Macintosh": 28,
    "2005": 28,
    "composite": 28,
    "rivals": 28,
    "popular": 27,
    "any": 27,
    "joined": 27,
    "days": 27,
    "version": 27,
    "unveiled": 27,
    "open": 27,
    "quarterly": 26,
    "New": 26,
    "Motorola": 26,
    "them": 26,
    "offers": 26,
    "work": 26,
    "part": 26,
    "analysts": 26,
    "investors": 25,
    "recently": 25,
    "time": 25,
    "so": 25,
    "expectations": 25,
    "debut": 25,
    "released": 25,
    "early": 25,
    "analyst": 25,
    "should": 25,
    "me": 25,
    "even": 25,
    "portable": 25,
    "different": 25,
    "site": 25,
    "filed": 25,
    "sale": 25,
    "Business": 25,
    "mobile-phone": 25,
    "prices": 25,
    "smartphone": 25,
    "target": 24,
    "added": 24,
    "led": 24,
    "team": 23,
    "screen": 23,
    "back": 23,
    "another": 23,
    "next": 23,
    "services": 23,
    "start": 23,
    "2": 23,
    "itself": 23,
    "demand": 23,
    "lot": 23,
    "5": 23,
    "annual": 23,
    "exclusive": 23,
    "major": 22,
    "'re": 22,
    "among": 22,
    "these": 22,
    "support": 22,
    "competitors": 22,
    "because": 22,
    "line": 22,
    "wo": 22,
    "media": 22,
    "This": 22,
    "July": 22,
    "bought": 22,
    "end": 22,
    "who": 22,
    "content": 22,
    "MacBook": 22,
    "2008": 22,
    "application": 22,
    "consumer": 21,
    "We": 21,
    "download": 21,
    "raised": 21,
    "brand": 21,
    "past": 21,
    "began": 21,
    "we": 21,
    "our": 21,
    "board": 21,
    "yet": 21,
    "Mobile": 21,
    "course": 21,
    "downloads": 21,
    "says": 21,
    "statement": 21,
    ".com": 21,
    "40": 21,
    "find": 21,
    "provide": 21,
    "comment": 21,
    "tech-heavy": 21,
    "movies": 21,
    "Big": 21,
    "BlackBerry": 21,
    "units": 21,
    "lowered": 21,
    "hold": 20,
    "Street": 20,
    "makes": 20,
    "corporate": 20,
    "home": 20,
    "likely": 20,
    "five": 20,
    "look": 20,
    "keep": 20,
    "global": 20,
    "give": 20,
    "compete": 20,
    "moved": 20,
    "shows": 20,
    "developers": 20,
    "marketing": 20,
    "PCs": 20,
    "free": 20,
    "run": 20,
    "against": 20,
    "before": 20,
    "'ve": 20,
    "15": 20,
    "fans": 20,
    "become": 19,
    "first-quarter": 19,
    "example": 19,
    "whose": 19,
    "stocks": 19,
    "loss": 19,
    "lower": 19,
    "control": 19,
    "200": 19,
    "comes": 19,
    "Macs": 19,
    "beat": 19,
    "cell": 19,
    "several": 19,
    "recent": 19,
    "jumped": 19,
    "electronics": 19,
    "little": 19,
    "need": 19,
    "strong": 19,
    "games": 19,
    "Nike": 19,
    "Ltd.": 19,
    "competition": 19,
    "Week": 19,
    "York": 19,
    "Palm": 19,
    "estimates": 18,
    "introduction": 18,
    "gets": 18,
    "Internet": 18,
    "growth": 18,
    "smart": 18,
    "see": 18,
    "process": 18,
    "worked": 18,
    "ago": 18,
    "day": 18,
    "12": 18,
    "idea": 18,
    "features": 18,
    "3": 18,
    "1.4": 18,
    "options": 18,
    "App": 18,
    "built": 17,
    "rival": 17,
    "executive": 17,
    "great": 17,
    "success": 17,
    "flash": 17,
    "story": 17,
    "Cisco": 17,
    "11": 17,
    "brands": 17,
    "third": 17,
    "boost": 17,
    "go": 17,
    "called": 17,
    "high": 17,
    "contract": 17,
    "gain": 17,
    "bring": 17,
    "downloaded": 17,
    "Wireless": 17,
    "pence": 17,
    "problem": 16,
    "being": 16,
    "Co.": 16,
    "known": 16,
    "management": 16,
    "upgrades": 16,
    "uses": 16,
    "turn": 16,
    "event": 16,
    "selling": 16,
    "very": 16,
    "conference": 16,
    "October": 16,
    "index": 16,
    "down": 16,
    "No.": 16,
    "executives": 16,
    "Goldman": 16,
    "OS": 16,
    "Capital": 16,
    "laptop": 16,
    "help": 16,
    "touchscreen": 16,
    "carrier": 16,
    "yen": 16,
    "Stock": 16,
    "euros": 16,
    "current": 15,
    "Wall": 15,
    "play": 15,
    "move": 15,
    "bad": 15,
    "pay": 15,
    "13": 15,
    "dominated": 15,
    "retailer": 15,
    "30": 15,
    "touch": 15,
    "public": 15,
    "pulled": 15,
    "those": 15,
    "cash": 15,
    "won": 15,
    "agreed": 15,
    "hardware": 15,
    "trademark": 15,
    "four": 15,
    "head": 15,
    "takes": 15,
    "UK": 15,
    "sent": 15,
    "declined": 15,
    "Technologies": 15,
    "between": 15,
    "Oct.": 15,
    "increased": 15,
    "following": 15,
    "National": 15,
    "value": 15,
    "range": 14,
    "managed": 14,
    "20": 14,
    "something": 14,
    "songs": 14,
    "rise": 14,
    "boosted": 14,
    "creative": 14,
    "important": 14,
    "late": 14,
    "whole": 14,
    "designed": 14,
    "latest": 14,
    "record": 14,
    "Financial": 14,
    "former": 14,
    "onto": 14,
    "development": 14,
    "opened": 14,
    "better": 14,
    "6": 14,
    "Electronics": 14,
    "profits": 14,
    "jobs": 14,
    "climbed": 14,
    "touch-screen": 14,
    "signed": 14,
    "ranked": 14,
    "apps": 14,
    "giant": 13,
    "followed": 13,
    "vs.": 13,
    "markets": 13,
    "half": 13,
    "IBM": 13,
    "problems": 13,
    "desktop": 13,
    "then": 13,
    "...": 13,
    "rating": 13,
    "16": 13,
    "huge": 13,
    "second-quarter": 13,
    "data": 13,
    "leader": 13,
    "developed": 13,
    "things": 13,
    "grew": 13,
    "partners": 13,
    "including": 13,
    "ads": 13,
    "X": 13,
    "guidance": 13,
    "research": 13,
    "plug": 13,
    "brought": 13,
    "power": 13,
    "financial": 13,
    "every": 13,
    "LG": 13,
    "unit": 13,
    "lose": 13,
    "8": 13,
    "access": 13,
    "e-mail": 13,
    "Motion": 13,
    "shipments": 13,
    "downgraded": 12,
    "17": 12,
    "close": 12,
    "him": 12,
    "So": 12,
    "far": 12,
    "mini": 12,
    "reportedly": 12,
    "One": 12,
    "point": 12,
    "weeks": 12,
    "increase": 12,
    "again": 12,
    "really": 12,
    "'ll": 12,
    "talks": 12,
    "ca": 12,
    "Its": 12,
    "interest": 12,
    "real": 12,
    "based": 12,
    "once": 12,
    "change": 12,
    "group": 12,
    "recommended": 12,
    "money": 12,
    "went": 12,
    "offering": 12,
    "3.5": 12,
    "labels": 12,
    "left": 12,
    "September": 12,
    "Europe": 12,
    "2001": 12,
    "done": 12,
    "running": 12,
    "without": 12,
    "issued": 12,
    "estimate": 12,
    "makers": 12,
    "offered": 12,
    "view": 12,
    "S&P": 12,
    "space": 12,
    "International": 12,
    "parentheses": 12,
    "fourth-quarter": 11,
    "information": 11,
    "common": 11,
    "six": 11,
    "answer": 11,
    "compare": 11,
    "Semiconductor": 11,
    "strategy": 11,
    "Music": 11,
    "experience": 11,
    "Some": 11,
    "soared": 11,
    "response": 11,
    "asked": 11,
    "Sept.": 11,
    "7": 11,
    "Amazon": 11,
    "18": 11,
    "May": 11,
    "blog": 11,
    "thing": 11,
    "focus": 11,
    "videos": 11,
    "deals": 11,
    "enough": 11,
    "license": 11,
    "interface": 11,
    "announce": 11,
    "attention": 11,
    "programs": 11,
    "include": 11,
    "Meanwhile": 11,
    "managers": 11,
    "network": 11,
    "2006": 11,
    "slipped": 11,
    "patent": 11,
    "talk": 11,
    "supply": 11,
    "became": 11,
    "center": 11,
    "provided": 11,
    "notebook": 11,
    "month": 11,
    "local": 11,
    "Officer": 11,
    "BusinessWeek": 11,
    "Touch": 11,
    "symbols": 11,
    "Sachs": 11,
    "tumbled": 11,
    "chance": 11,
    "wow": 11,
    "Android": 11,
    "Wednesday": 10,
    "date": 10,
    "under": 10,
    "European": 10,
    "production": 10,
    "similar": 10,
    "relationship": 10,
    "both": 10,
    "week": 10,
    "That": 10,
    "music-playing": 10,
    "easily": 10,
    "acquired": 10,
    "others": 10,
    "coming": 10,
    "long": 10,
    "charges": 10,
    "sector": 10,
    "agreement": 10,
    "fall": 10,
    "area": 10,
    "gave": 10,
    "small": 10,
    "started": 10,
    "seems": 10,
    "investment": 10,
    "extended": 10,
    "EPS": 10,
    "models": 10,
    "successful": 10,
    "chief": 10,
    "ad": 10,
    "remains": 10,
    "April": 10,
    "needs": 10,
    "nearly": 10,
    "least": 10,
    "nano": 10,
    "includes": 10,
    "January": 10,
    "retail": 10,
    "program": 10,
    "radio": 10,
    "owners": 10,
    "Japan": 10,
    "approach": 10,
    "APPLE": 10,
    "MSFT": 10,
    "key": 10,
    "fiscal": 10,
    "connected": 10,
    "seem": 10,
    "issues": 10,
    "everything": 10,
    "her": 10,
    "Leopard": 10,
    "expenses": 10,
    "advantage": 10,
    "case": 10,
    "goal": 10,
    "comparisons": 10,
    "An": 10,
    "Schmidt": 10,
    "shed": 10,
    "500": 10,
    "working": 10,
    "seemed": 10,
    "drop": 10,
    "performance": 10,
    "wraps": 10,
    "imported": 10,
    "game": 10,
    "largest": 10,
    "upgrade": 10,
    "operators": 10,
    "8.4": 10,
    "declining": 10,
    "2.3": 10,
    "grabbed": 10,
    "Tuesday": 9,
    "founded": 9,
    "battle": 9,
    "70": 9,
    "per": 9,
    "often": 9,
    "works": 9,
    "gives": 9,
    "proprietary": 9,
    "sites": 9,
    "convicted": 9,
    "well": 9,
    "received": 9,
    "plenty": 9,
    "February": 9,
    "semiconductors": 9,
    "continues": 9,
    "due": 9,
    "shipped": 9,
    "lead": 9,
    "despite": 9,
    "school": 9,
    "movie": 9,
    "challenge": 9,
    "Technology": 9,
    "changes": 9,
    "HP": 9,
    "issue": 9,
    "popularity": 9,
    "provides": 9,
    "life": 9,
    "purchased": 9,
    "matter": 9,
    "fourth": 9,
    "question": 9,
    "Ive": 9,
    "potential": 9,
    "deliver": 9,
    "ways": 9,
    "contracts": 9,
    "Creative": 9,
    "create": 9,
    "build": 9,
    "return": 9,
    "significant": 9,
    "recommendation": 9,
    "telecom": 9,
    "goes": 9,
    "letter": 9,
    "soon": 9,
    "stake": 9,
    "picked": 9,
    "operator": 9,
    "Verizon": 9,
    "until": 9,
    "reached": 9,
    "losing": 9,
    "rights": 8,
    "provider": 8,
    "Napster": 8,
    "heart": 8,
    "worldwide": 8,
    "think": 8,
    "bank": 8,
    "ran": 8,
    "interesting": 8,
    "surprise": 8,
    "senior": 8,
    "standard": 8,
    "80": 8,
    "faces": 8,
    "charge": 8,
    "SA": 8,
    "offerings": 8,
    "amid": 8,
    "post": 8,
    "personal": 8,
    "outperform": 8,
    "season": 8,
    "podcast": 8,
    "innovative": 8,
    "percentage": 8,
    "larger": 8,
    "chose": 8,
    "pressure": 8,
    "able": 8,
    "39": 8,
    "America": 8,
    "headlines": 8,
    "single": 8,
    "easy": 8,
    "clear": 8,
    "order": 8,
    "boxes": 8,
    "margin": 8,
    "Apples": 8,
    "systems": 8,
    "Citigroup": 8,
    "country": 8,
    "French": 8,
    "impact": 8,
    "In": 8,
    "probably": 8,
    "Apr": 8,
    "manager": 8,
    "Jan": 8,
    "watch": 8,
    "Now": 8,
    "directors": 8,
    "television": 8,
    "sued": 8,
    "serious": 8,
    "negotiations": 8,
    "raise": 8,
    "firm": 8,
    "taken": 8,
    "Aug.": 8,
    "Pro": 8,
    "400": 8,
    "simple": 8,
    "light": 8,
    "told": 8,
    "Eric": 8,
    "played": 8,
    "Silicon": 8,
    "away": 8,
    "resigned": 8,
    "cult": 8,
    "looked": 8,
    "note": 8,
    "His": 8,
    "batch": 8,
    "Dec.": 8,
    "Vista": 8,
    "Obama": 8,
    "finger": 8,
    "trend": 8,
    "manufacturers": 8,
    "delay": 8,
    "rate": 8,
    "photos": 8,
    "German": 8,
    "GOOG)": 8,
    "launches": 8,
    "GOOG": 8,
    "coverage": 8,
    "O2": 8,
    "applied": 8,
    "cost": 8,
    "RIMM)": 8,
    "figures": 8,
    "vehicles": 8,
    "headed": 8,
    "Air": 8,
    "rises": 8,
    "45": 8,
    "dominance": 7,
    "notebooks": 7,
    "aimed": 7,
    "MacWorld": 7,
    "hot": 7,
    "McDonald": 7,
    "getting": 7,
    "there": 7,
    "mark": 7,
    "dominates": 7,
    "lets": 7,
    "names": 7,
    "Not": 7,
    "city": 7,
    "almost": 7,
    "March": 7,
    "generation": 7,
    "files": 7,
    "suit": 7,
    "producer": 7,
    "plan": 7,
    "closed": 7,
    "quickly": 7,
    "track": 7,
    "special": 7,
    "mistake": 7,
    "family": 7,
    "Cingular": 7,
    "audio": 7,
    "average": 7,
    "press": 7,
    "someone": 7,
    "accessories": 7,
    "laptops": 7,
    "sells": 7,
    "what": 7,
    "hundreds": 7,
    "green": 7,
    "how": 7,
    "previous": 7,
    "spoke": 7,
    "side": 7,
    "page": 7,
    "struck": 7,
    "advertising": 7,
    "review": 7,
    "scores": 7,
    "email": 7,
    "rolled": 7,
    "decline": 7,
    "surprised": 7,
    "future": 7,
    "hands": 7,
    "around": 7,
    "gone": 7,
    "operations": 7,
    "net": 7,
    "court": 7,
    "choice": 7,
    "ties": 7,
    "decade": 7,
    "spokesperson": 7,
    "logo": 7,
    "premium": 7,
    "wrote": 7,
    "passed": 7,
    "techniques": 7,
    "appeared": 7,
    "dates": 7,
    "found": 7,
    "type": 7,
    "always": 7,
    "position": 7,
    "accounting": 7,
    "forecasts": 7,
    "summer": 7,
    "Standard": 7,
    "result": 7,
    "Zune": 7,
    "awarded": 7,
    "batteries": 7,
    "she": 7,
    "networks": 7,
    "venture": 7,
    "YouTube": 7,
    "read": 7,
    "sign": 7,
    "within": 7,
    "entered": 7,
    "try": 7,
    "manufacturing": 7,
    "beaten": 7,
    "interview": 7,
    "AppleTV": 7,
    "60": 7,
    "elegant": 7,
    "floor": 7,
    "dedicating": 7,
    "platform": 7,
    "described": 7,
    "Scott": 7,
    "Kessler": 7,
    "RBC": 7,
    "initiates": 7,
    "Vodafone": 7,
    "Times": 7,
    "gadget": 7,
    "pushed": 7,
    "runs": 7,
    "faster": 7,
    "U.K.": 7,
    "competitive": 7,
    "third-quarter": 7,
    "JT)": 7,
    "push": 7,
    "blew": 7,
    "smartphones": 7,
    "Rubinstein": 7,
    "app": 7,
    "watches": 7,
    "stage": 6,
    "everyone": 6,
    "California": 6,
    "'d": 6,
    "rather": 6,
    "each": 6,
    "comparison": 6,
    "must": 6,
    "99": 6,
    "slump": 6,
    "22": 6,
    "looks": 6,
    "upset": 6,
    "cart": 6,
    "met": 6,
    "Monday": 6,
    "option": 6,
    "ground": 6,
    "expected": 6,
    "hand": 6,
    "across": 6,
    "certainly": 6,
    "Safari": 6,
    "Hewlett-Packard": 6,
    "appeal": 6,
    "class": 6,
    "via": 6,
    "pricing": 6,
    "reviews": 6,
    "fifth": 6,
    "Nano": 6,
    "survey": 6,
    "Yahoo": 6,
    "guru": 6,
    "leading": 6,
    "threat": 6,
    "expects": 6,
    "disappointing": 6,
    "opportunity": 6,
    "tried": 6,
    "focused": 6,
    "kind": 6,
    "spend": 6,
    "reason": 6,
    "building": 6,
    "ship": 6,
    "snap": 6,
    "continue": 6,
    "UBS": 6,
    "MP3": 6,
    "gross": 6,
    "57": 6,
    "owner": 6,
    "unveil": 6,
    "stream": 6,
    "box": 6,
    "right": 6,
    "upgraded": 6,
    "aims": 6,
    "Macworld": 6,
    "actually": 6,
    "14": 6,
    "sense": 6,
    "wants": 6,
    "II": 6,
    "spending": 6,
    "India": 6,
    "instance": 6,
    "kept": 6,
    "oil": 6,
    "Design": 6,
    "means": 6,
    "solid": 6,
    "renewed": 6,
    "making": 6,
    "Taiwan": 6,
    "pointed": 6,
    "energy": 6,
    "co-founder": 6,
    "reduce": 6,
    "costs": 6,
    "economy": 6,
    "connects": 6,
    "numbers": 6,
    "APPL)": 6,
    "Wi-Fi": 6,
    "recall": 6,
    "reporters": 6,
    "heard": 6,
    "38": 6,
    "iTV": 6,
    "supplying": 6,
    "dollars": 6,
    "mixed": 6,
    "designer": 6,
    "combined": 6,
    "finish": 6,
    "speculation": 6,
    "Investors": 6,
    "required": 6,
    "statements": 6,
    "pegged": 6,
    "Many": 6,
    "Morgan": 6,
    "revenues": 6,
    "announcements": 6,
    "allow": 6,
    "HPQ)": 6,
    "library": 6,
    "times": 6,
    "students": 6,
    "where": 6,
    "connect": 6,
    "runners": 6,
    "calls": 6,
    "delayed": 6,
    "Qualcomm": 6,
    "rollout": 6,
    "brings": 6,
    "best-selling": 6,
    "message": 6,
    "man": 6,
    "downgrades": 6,
    "set-top": 6,
    "win": 6,
    "Xerox": 6,
    "25": 6,
    "after-hours": 6,
    "RIM": 6,
    "ended": 6,
    "address": 6,
    "pledged": 6,
    "giving": 6,
    "1.2": 6,
    "delivery": 6,
    "Sprint": 6,
    "advanced": 6,
    "slid": 6,
    "trim": 6,
    "drew": 6,
    "Bloomberg": 6,
    "initial": 6,
    "falls": 6,
    "defend": 6,
    "Plc": 6,
    "friends": 6,
    "machines": 6,
    "1.16": 6,
    "criticized": 6,
    "43": 6,
    "Several": 6,
    "remedy": 6,
    "STRONG": 6,
    "BUY": 6,
    "\"app": 6,
    "Unicom": 6,
    "2004": 5,
    "Sun": 5,
    "too": 5,
    "attack": 5,
    "Friday": 5,
    "partnership": 5,
    "digital-music": 5,
    "struggle": 5,
    "formats": 5,
    "reveal": 5,
    "fraud": 5,
    "creating": 5,
    "Dow": 5,
    "positions": 5,
    "These": 5,
    "100": 5,
    "strength": 5,
    "Media": 5,
    "follow": 5,
    "Journal": 5,
    "payment": 5,
    "flavors": 5,
    "juice": 5,
    "Worldwide": 5,
    "fact": 5,
    "speed": 5,
    "announces": 5,
    "room": 5,
    "browser": 5,
    "category": 5,
    "turning": 5,
    "paid": 5,
    "hard": 5,
    "tools": 5,
    "Institute": 5,
    "show": 5,
    "Amazon.com": 5,
    "nanos": 5,
    "replacement": 5,
    "50": 5,
    "distribution": 5,
    "favor": 5,
    "feature": 5,
    "catch": 5,
    "replace": 5,
    "Larry": 5,
    "critical": 5,
    "named": 5,
    "effect": 5,
    "helped": 5,
    "Intel-based": 5,
    "innovations": 5,
    "gadgets": 5,
    "members": 5,
    "ongoing": 5,
    "say": 5,
    "mother": 5,
    "watched": 5,
    "November": 5,
    "Net": 5,
    "instead": 5,
    "inside": 5,
    "supplies": 5,
    "core": 5,
    "direct": 5,
    "clip": 5,
    "campaign": 5,
    "University": 5,
    "Feb.": 5,
    "anything": 5,
    "directly": 5,
    "orange": 5,
    "front": 5,
    "agency": 5,
    "presentation": 5,
    "shut": 5,
    "ahead": 5,
    "Beatles": 5,
    "pages": 5,
    "Linux": 5,
    "billions": 5,
    "investor": 5,
    "ride": 5,
    "tiny": 5,
    "Cramer": 5,
    "fashion": 5,
    "slots": 5,
    "display": 5,
    "security": 5,
    "lawsuit": 5,
    "details": 5,
    "1984": 5,
    "audience": 5,
    "government": 5,
    "Wozniak": 5,
    "stole": 5,
    "doing": 5,
    "perspective": 5,
    "Wang": 5,
    "switch": 5,
    "Cupertino": 5,
    "less": 5,
    "corporations": 5,
    "gold": 5,
    "lifted": 5,
    "neutral": 5,
    "sharply": 5,
    "legal": 5,
    "grants": 5,
    "investigation": 5,
    "lawsuits": 5,
    "6,000": 5,
    "0.57": 5,
    "0.58": 5,
    "gains": 5,
    "Valley": 5,
    "anyone": 5,
    "IN2": 5,
    "function": 5,
    "grab": 5,
    "spot": 5,
    "compares": 5,
    "Partners": 5,
    "Jonathan": 5,
    "never": 5,
    "house": 5,
    "missed": 5,
    "changed": 5,
    "flat": 5,
    "further": 5,
    "teamed": 5,
    "red": 5,
    "large": 5,
    "equivalent": 5,
    "chairman": 5,
    "books": 5,
    "helm": 5,
    "kid": 5,
    "Most": 5,
    "full": 5,
    "resources": 5,
    "role": 5,
    "disclosed": 5,
    "vendors": 5,
    "face": 5,
    "broadcast": 5,
    "equal": 5,
    "Greenpeace": 5,
    "credit": 5,
    "go-to": 5,
    "fatigue": 5,
    "valuation": 5,
    "heavily": 5,
    "doubled": 5,
    "eye": 5,
    "subsequently": 5,
    "long-term": 5,
    "attractive": 5,
    "step": 5,
    "2.4": 5,
    "third-party": 5,
    "Facebook": 5,
    "federal": 5,
    "yesterday": 5,
    "Beijing": 5,
    "aggressive": 5,
    "Telecom": 5,
    "shoppers": 5,
    "manufacturer": 5,
    "international": 5,
    "City": 5,
    "high-tech": 5,
    "55": 5,
    "overweight": 5,
    "rallied": 5,
    "marketplace": 5,
    "25.1": 5,
    "mainstream": 5,
    "30,000": 5,
    "Best": 5,
    "Buy": 5,
    "examples": 5,
    "enlarged": 5,
    "shalt": 5,
    "badly": 5,
    "convert": 5,
    "3.2": 5,
    "first-half": 5,
    "0.2": 5,
    "12.3": 5,
    "Jon": 5,
    "owns": 5,
    "curbed": 5,
    "Nintendo": 5,
    "2009": 5,
    "SHARES": 5,
    "OF": 5,
    "starting": 5,
    "sort": 5,
    "violated": 5,
    "Modeling": 5,
    "usher": 5,
    "Johnson": 5,
    "chip": 4,
    "love": 4,
    "highest": 4,
    "latter": 4,
    "Megan": 4,
    "Graham-Hackett": 4,
    "expensive": 4,
    "Britain": 4,
    "mega-selling": 4,
    "dismissed": 4,
    "split": 4,
    "worth": 4,
    "invest": 4,
    "lineup": 4,
    "standards": 4,
    "oranges": 4,
    "medical": 4,
    "addition": 4,
    "attempt": 4,
    "intraday": 4,
    "morning": 4,
    "short": 4,
    "Today": 4,
    "1.7": 4,
    "bites": 4,
    "portfolio": 4,
    "field": 4,
    "dozen": 4,
    "cater": 4,
    "birth": 4,
    "shot": 4,
    "Pixar": 4,
    "envy": 4,
    "tad": 4,
    "roll": 4,
    "Hansen": 4,
    "Conference": 4,
    "member": 4,
    "variety": 4,
    "seen": 4,
    "Virgin": 4,
    "First": 4,
    "plastic": 4,
    "level": 4,
    "Art": 4,
    "reader": 4,
    "Asia": 4,
    "scrapped": 4,
    "live": 4,
    "invited": 4,
    "format": 4,
    "Even": 4,
    "integration": 4,
    "interested": 4,
    "wanted": 4,
    "mind": 4,
    "iMac": 4,
    "branding": 4,
    "legally": 4,
    "break": 4,
    "Congress": 4,
    "stirred": 4,
    "featuring": 4,
    "transition": 4,
    "Green": 4,
    "conventional": 4,
    "groups": 4,
    "My": 4,
    "visual": 4,
    "corner": 4,
    "winning": 4,
    "island": 4,
    "Toshiba": 4,
    "operation": 4,
    "thousands": 4,
    "enter": 4,
    "awards": 4,
    "tend": 4,
    "reinvent": 4,
    "retailers": 4,
    "capacity": 4,
    "chain": 4,
    "NAND": 4,
    "traffic": 4,
    "user": 4,
    "non-Apple": 4,
    "begin": 4,
    "outlets": 4,
    "appearance": 4,
    "combine": 4,
    "decided": 4,
    "relied": 4,
    "detail": 4,
    "spent": 4,
    "kids": 4,
    "poor": 4,
    "versions": 4,
    "generated": 4,
    "era": 4,
    "guy": 4,
    "listen": 4,
    "?": 4,
    "questions": 4,
    "fruit": 4,
    "volume": 4,
    "trails": 4,
    "sees": 4,
    "increasingly": 4,
    "place": 4,
    "currently": 4,
    "competes": 4,
    "keeps": 4,
    "ability": 4,
    "parts": 4,
    "concept": 4,
    "doubt": 4,
    "bunch": 4,
    "structure": 4,
    "bosses": 4,
    "failed": 4,
    "visitors": 4,
    "sometimes": 4,
    "served": 4,
    "handle": 4,
    "stock-option": 4,
    "conversation": 4,
    "Ratzlaff": 4,
    "director": 4,
    "29": 4,
    "contrast": 4,
    "age": 4,
    "employee": 4,
    "Pie": 4,
    "van": 4,
    "deep": 4,
    "Sirius": 4,
    "Rose": 4,
    "partner": 4,
    "existing": 4,
    "restate": 4,
    "1997": 4,
    "training": 4,
    "office": 4,
    "search": 4,
    "Sequoia": 4,
    "builds": 4,
    "Taiwanese": 4,
    "but": 4,
    "12.55": 4,
    "array": 4,
    "social": 4,
    "component": 4,
    "craft": 4,
    "SanDisk": 4,
    "behind": 4,
    "cuts": 4,
    "introduces": 4,
    "299": 4,
    "private": 4,
    "Guy": 4,
    "wine": 4,
    "risen": 4,
    "projects": 4,
    "PR": 4,
    "slew": 4,
    "involved": 4,
    "tested": 4,
    "apples-to-apples": 4,
    "using": 4,
    "moves": 4,
    "Others": 4,
    "adding": 4,
    "included": 4,
    "community": 4,
    "Nov.": 4,
    "11.26": 4,
    "0.46": 4,
    "weakness": 4,
    "positive": 4,
    "fine": 4,
    "handed": 4,
    "7.5": 4,
    "steal": 4,
    "us": 4,
    "countered": 4,
    "join": 4,
    "picks": 4,
    "Start": 4,
    "straight": 4,
    "bigger": 4,
    "Clinton": 4,
    "series": 4,
    "book": 4,
    "purchase": 4,
    "approve": 4,
    "answers": 4,
    "literally": 4,
    "retook": 4,
    "settled": 4,
    "dispute": 4,
    "likes": 4,
    "entertainment": 4,
    "action": 4,
    "1999": 4,
    "Entertainment": 4,
    "certain": 4,
    "mean": 4,
    "stored": 4,
    "rely": 4,
    "fighting": 4,
    "form": 4,
    "printer": 4,
    "compatible": 4,
    "drove": 4,
    "EMI": 4,
    "entire": 4,
    ":": 4,
    "closely": 4,
    "hurt": 4,
    "let": 4,
    "workers": 4,
    "user-friendly": 4,
    "cars": 4,
    "load": 4,
    "controlled": 4,
    "develop": 4,
    "vast": 4,
    "topped": 4,
    "iMovie": 4,
    "Netflix": 4,
    "drive": 4,
    "1.95": 4,
    "fund": 4,
    "suppliers": 4,
    "snatched": 4,
    "525,000": 4,
    "clients": 4,
    "boon": 4,
    "wife": 4,
    "parents": 4,
    "impressed": 4,
    "fit": 4,
    "raises": 4,
    "Then": 4,
    "Carphone": 4,
    "Orange": 4,
    "improved": 4,
    "transform": 4,
    "sparked": 4,
    "Symbian": 4,
    "outside": 4,
    "S": 4,
    "later": 4,
    "officially": 4,
    "revamp": 4,
    "rentals": 4,
    "Oyj": 4,
    "strengthen": 4,
    "sights": 4,
    "recession": 4,
    "ticked": 4,
    "accomplishments": 4,
    "second-largest": 4,
    "fees": 4,
    "Exchange": 4,
    "Wolfson": 4,
    "expands": 4,
    "developer": 4,
    "Hong": 4,
    "Kong": 4,
    "economic": 4,
    "Yahoo!": 4,
    "Calif": 4,
    "Indian": 4,
    "Hutchison": 4,
    "Japanese": 4,
    "third-largest": 4,
    "Softbank": 4,
    "acquire": 4,
    "compelling": 4,
    "leave": 4,
    "computing": 4,
    "immediate": 4,
    "two-thirds": 4,
    "map": 4,
    "navigation": 4,
    "Siga": 4,
    "slumped": 4,
    "smother": 4,
    "4.3": 4,
    "REITERATES": 4,
    "OPINION": 4,
    "ideas": 4,
    "absence": 4,
    "1.1": 4,
    "vital": 4,
    "Skype": 4,
    "Hulu": 4,
    "Competition": 4,
    "greener": 4,
    "rejected": 4,
    "2010": 4,
    "comeback": 4,
    "suits": 4,
    "camp": 3,
    "trade": 3,
    "famous": 3,
    "session": 3,
    "beginning": 3,
    "Germany": 3,
    "PowerBook": 3,
    "educational": 3,
    "HD": 3,
    "dogs": 3,
    "internal": 3,
    "transformed": 3,
    "resort": 3,
    "restaurant": 3,
    "surpassed": 3,
    "nine": 3,
    "minutes": 3,
    "toward": 3,
    "sources": 3,
    "2002": 3,
    "technologies": 3,
    "Adobe": 3,
    "bright": 3,
    "extend": 3,
    "accounts": 3,
    "MTV": 3,
    "1992": 3,
    "natural": 3,
    "Developers": 3,
    "decision": 3,
    "28": 3,
    "blogs": 3,
    "processor": 3,
    "opinion": 3,
    "rumors": 3,
    "spilled": 3,
    "types": 3,
    "59": 3,
    "silvers": 3,
    "51": 3,
    "messages": 3,
    "Stocks": 3,
    "finished": 3,
    "122.5": 3,
    "RSS": 3,
    "typical": 3,
    "reach": 3,
    "cues": 3,
    "leaves": 3,
    "cautious": 3,
    "35": 3,
    "sleek": 3,
    "Companies": 3,
    "image": 3,
    "countries": 3,
    "responsible": 3,
    "Skepticality": 3,
    "Piper": 3,
    "Jaffray": 3,
    "Jones": 3,
    "given": 3,
    "present": 3,
    "hungry": 3,
    ";": 3,
    "19": 3,
    "figure": 3,
    "shrunk": 3,
    "contacts": 3,
    "schedule": 3,
    "blogger": 3,
    "kinds": 3,
    "spaces": 3,
    "brandy": 3,
    "sauce": 3,
    "bottom": 3,
    "Volkswagen": 3,
    "Hollywood": 3,
    "warranty": 3,
    "magazine": 3,
    "puts": 3,
    "weigh": 3,
    "BW": 3,
    "Separately": 3,
    "website": 3,
    "fun": 3,
    "distance": 3,
    "putting": 3,
    "going": 3,
    "Michael": 3,
    "comments": 3,
    "pop": 3,
    "Peter": 3,
    "Christian": 3,
    "holdings": 3,
    "separate": 3,
    "quietly": 3,
    "Xbox": 3,
    "notes": 3,
    "dock": 3,
    "driven": 3,
    "plugged": 3,
    "newsletter": 3,
    "alerting": 3,
    "powerful": 3,
    "effort": 3,
    "unseat": 3,
    "overall": 3,
    "Kellogg": 3,
    "Center": 3,
    "Howard": 3,
    "cusp": 3,
    "entering": 3,
    "steady": 3,
    "source": 3,
    "depend": 3,
    "vendor": 3,
    "42": 3,
    "ever": 3,
    "active": 3,
    "eventually": 3,
    "flashed": 3,
    "Tiki": 3,
    "Bar": 3,
    "healthy": 3,
    "rankings": 3,
    "founder": 3,
    "Core": 3,
    "Duo": 3,
    "lives": 3,
    "education": 3,
    "fallen": 3,
    "profitable": 3,
    "viewer": 3,
    "meeting": 3,
    "plays": 3,
    "Duke": 3,
    "cellular": 3,
    "update": 3,
    "approved": 3,
    "News": 3,
    "beyond": 3,
    "word": 3,
    "check": 3,
    "Bear": 3,
    "Stearns": 3,
    "schools": 3,
    "Systems": 3,
    "24": 3,
    "Innovation": 3,
    "talked": 3,
    "auto": 3,
    "41": 3,
    "consultancy": 3,
    "discussions": 3,
    "scene": 3,
    "``": 3,
    "lined": 3,
    "apply": 3,
    "sure": 3,
    "trouble": 3,
    "Fifth": 3,
    "Avenue": 3,
    "shots": 3,
    "sweet": 3,
    "appears": 3,
    "firms": 3,
    "shake": 3,
    "car": 3,
    "quality": 3,
    "pace": 3,
    "expand": 3,
    "treat": 3,
    "title": 3,
    "benefits": 3,
    "World": 3,
    "Cordell": 3,
    "66": 3,
    "growing": 3,
    "scandal": 3,
    "Securities": 3,
    "considerable": 3,
    "Edelweiss": 3,
    "Poor": 3,
    "remained": 3,
    "filing": 3,
    "continued": 3,
    "riff": 3,
    "Maybe": 3,
    "DVDs": 3,
    "organization": 3,
    "links": 3,
    "Wal-Mart": 3,
    "Chinese": 3,
    "announcement": 3,
    "capital": 3,
    "relative": 3,
    "cool": 3,
    "intense": 3,
    "style": 3,
    "Your": 3,
    "terms": 3,
    "1980": 3,
    "aware": 3,
    "grant": 3,
    "killed": 3,
    "reselling": 3,
    "host": 3,
    "100,000": 3,
    "mea": 3,
    "culpa": 3,
    "captain": 3,
    "saying": 3,
    "outdistanced": 3,
    "32": 3,
    "account": 3,
    "hits": 3,
    "bid": 3,
    "August": 3,
    "commercial": 3,
    "75": 3,
    "Boeing": 3,
    "Labs": 3,
    "symbol": 3,
    "existence": 3,
    "suggestions": 3,
    "emerged": 3,
    "3.4": 3,
    "long-overdue": 3,
    "Office": 3,
    "add": 3,
    "stepped": 3,
    "tell": 3,
    "Anderson": 3,
    "panel": 3,
    "compared": 3,
    "manner": 3,
    "long-delayed": 3,
    "file": 3,
    "SEC": 3,
    "enters": 3,
    "Treo": 3,
    "winner": 3,
    "backdating": 3,
    "buyers": 3,
    "questioned": 3,
    "traditionally": 3,
    "two-year": 3,
    "risk": 3,
    "committed": 3,
    "Broadcom": 3,
    "himself": 3,
    "photo": 3,
    "curve": 3,
    "21": 3,
    "waves": 3,
    "0.21": 3,
    "sole": 3,
    "smaller": 3,
    "code": 3,
    "ethics": 3,
    "supplier": 3,
    "Walkman": 3,
    "footing": 3,
    "fewer": 3,
    "MSFT)": 3,
    "force": 3,
    "job": 3,
    "telephone": 3,
    "syncing": 3,
    "Russian": 3,
    "camera": 3,
    "fears": 3,
    "consider": 3,
    "young": 3,
    "evolved": 3,
    "possible": 3,
    "customer": 3,
    "rest": 3,
    "universe": 3,
    "menu": 3,
    "bit": 3,
    "Ed": 3,
    "obvious": 3,
    "along": 3,
    "versatile": 3,
    "entry": 3,
    "\"hobby": 3,
    "Elevation": 3,
    "After": 3,
    "hired": 3,
    "spin": 3,
    "total": 3,
    "MacBooks": 3,
    "sharp": 3,
    "Ericsson": 3,
    "Ever": 3,
    "saw": 3,
    "bolstered": 3,
    "row": 3,
    "dominant": 3,
    "hints": 3,
    "handheld": 3,
    "Vineyard": 3,
    "records": 3,
    "depressed": 3,
    "mood": 3,
    "Can": 3,
    "sit": 3,
    "browse": 3,
    "reais": 3,
    "6.4": 3,
    "when": 3,
    "licensed": 3,
    "stuff": 3,
    "Still": 3,
    "exchange": 3,
    "reception": 3,
    "state": 3,
    "ranking": 3,
    "DRAM": 3,
    "sleep": 3,
    "Sales": 3,
    "electrical": 3,
    "goods": 3,
    "Nextel": 3,
    "innovators": 3,
    "5.9": 3,
    "weak": 3,
    "gamut": 3,
    "sad": 3,
    "reputation": 3,
    "unimpressed": 3,
    "hoped": 3,
    "fuller": 3,
    "selection": 3,
    "super-thin": 3,
    "reduced": 3,
    "outlook": 3,
    "spurred": 3,
    "exports": 3,
    "31": 3,
    "swipe": 3,
    "Cindy": 3,
    "needed": 3,
    "0.8": 3,
    "conditions": 3,
    "lowest": 3,
    "`": 3,
    "Concern": 3,
    "essentially": 3,
    "Play": 3,
    "equipment": 3,
    "2.7": 3,
    "a.m.": 3,
    "marked": 3,
    "gigabytes": 3,
    "decades": 3,
    "regain": 3,
    "MBA": 3,
    "PCM": 3,
    "Starbucks": 3,
    "23": 3,
    "enough\u2014or": 3,
    "creativity": 3,
    "SNCR": 3,
    "together": 3,
    "10,000": 3,
    "cheaper": 3,
    "expanded": 3,
    "subscribers": 3,
    "surged": 3,
    "199": 3,
    "ramp-up": 3,
    "sets": 3,
    "outperformed": 3,
    "2.0": 3,
    "YHOO": 3,
    "starts": 3,
    "stand": 3,
    "streaming": 3,
    "40.9": 3,
    "tapped": 3,
    "4681": 3,
    "1,000": 3,
    "Chrome": 3,
    "downloadable": 3,
    "particular": 3,
    "11.8": 3,
    "bounded": 3,
    "G1": 3,
    "eight": 3,
    "Stanley": 3,
    "weight": 3,
    "happen": 3,
    "surf": 3,
    "round": 3,
    "keyboard": 3,
    "ARM": 3,
    "Holdings": 3,
    "outsold": 3,
    "Papermaster": 3,
    "5.72": 3,
    "bargain": 3,
    "6.63": 3,
    "Pelago": 3,
    "adapt": 3,
    "ramped": 3,
    "Kindle": 3,
    "intensely": 3,
    "panache": 3,
    "inspire": 3,
    "outpouring": 3,
    "stiffen": 3,
    "iContact": 3,
    "Tank": 3,
    "charging": 3,
    "managing": 3,
    "consideration": 3,
    "ditched": 3,
    "pad": 3,
    "trucks": 3,
    "discussion": 3,
    "Voice": 3,
    "emissions": 3,
    "tons": 3,
    "tool": 3,
    "greatest": 3,
    "distributor": 3,
    "Nook": 3,
    "banks": 3,
    "Microsystems": 2,
    "contend": 2,
    "regular": 2,
    "Christmas": 2,
    "enormous": 2,
    "recycling": 2,
    "\"fad": 2,
    "touchpad": 2,
    "1.8": 2,
    "frenzy": 2,
    "American": 2,
    "battles": 2,
    "rule": 2,
    "Asian": 2,
    "blue": 2,
    "miss": 2,
    "margins": 2,
    "smarts": 2,
    "celebration": 2,
    "acquisition": 2,
    "WebTV": 2,
    "lows": 2,
    "Tech": 2,
    "equities": 2,
    "traders": 2,
    "Tiger": 2,
    "calendar": 2,
    "brokerage": 2,
    "income": 2,
    "headline": 2,
    "walk": 2,
    "park": 2,
    "3.0": 2,
    "Mini": 2,
    "architecture": 2,
    "bag": 2,
    "Submarino": 2,
    "Macas": 2,
    "reporter": 2,
    "1989": 2,
    "soda": 2,
    "opportunities": 2,
    "film": 2,
    "main": 2,
    "client": 2,
    "broad": 2,
    "perhaps": 2,
    "secrets": 2,
    "podcasting": 2,
    "availability": 2,
    "Podcasting": 2,
    "text": 2,
    "thinks": 2,
    "culture": 2,
    "surprises": 2,
    "dubbed": 2,
    "backers": 2,
    "intended": 2,
    "piracy": 2,
    "hosted": 2,
    "Boston": 2,
    "Firefox": 2,
    "connections": 2,
    "forged": 2,
    "alternative": 2,
    "boasts": 2,
    "Derek": 2,
    "Colanduno": 2,
    "emailed": 2,
    "edge": 2,
    "DELL": 2,
    "claims": 2,
    "bite": 2,
    "ubiquitous": 2,
    "background": 2,
    "stopped": 2,
    "Other": 2,
    "channel": 2,
    "lecture": 2,
    "term": 2,
    "scenes": 2,
    "complaint": 2,
    "white": 2,
    "packaging": 2,
    "Alcoa": 2,
    "humor": 2,
    "cranking": 2,
    "outfit": 2,
    "disappointed": 2,
    "Online": 2,
    "buying": 2,
    "mentioned": 2,
    "reveals": 2,
    "Rokr": 2,
    "Job": 2,
    "cover": 2,
    "Time": 2,
    "seven": 2,
    "land": 2,
    "holiday": 2,
    "practice": 2,
    "consultant": 2,
    "hockey": 2,
    "shield": 2,
    "enjoys": 2,
    "written": 2,
    "music...": 2,
    "overarching": 2,
    "concern": 2,
    "Washington": 2,
    "--": 2,
    "ten": 2,
    "*": 2,
    "360": 2,
    "searches": 2,
    "headphone": 2,
    "mainly": 2,
    "areas": 2,
    "piece": 2,
    "Banc": 2,
    "aircraft": 2,
    "trilogy": 2,
    "studio": 2,
    "e-mailed": 2,
    "controversy": 2,
    "learned": 2,
    "indeed": 2,
    "engineers": 2,
    "Expo": 2,
    "fix": 2,
    "registered": 2,
    "sick": 2,
    "52": 2,
    "count": 2,
    "ousted": 2,
    "old": 2,
    "hardly": 2,
    "fresh": 2,
    "placed": 2,
    "policies": 2,
    "scheduled": 2,
    "Nikes": 2,
    "Philips": 2,
    "vulnerability": 2,
    "'m": 2,
    "YOU": 2,
    "eroded": 2,
    "11.3": 2,
    "Those": 2,
    "near-term": 2,
    "offset": 2,
    "understood": 2,
    "Hasbro": 2,
    "children": 2,
    "Latinos": 2,
    "Fruit": 2,
    "12.28": 2,
    "0.53": 2,
    "recognized": 2,
    "becomes": 2,
    "bill": 2,
    "modestly": 2,
    "John": 2,
    "notable": 2,
    "benefit": 2,
    "eBay": 2,
    "More": 2,
    "boot": 2,
    "stronger": 2,
    "alternatives": 2,
    "law": 2,
    "ears": 2,
    "knew": 2,
    "Last": 2,
    "ones": 2,
    "march": 2,
    "trimmed": 2,
    "Documents": 2,
    "9.9": 2,
    "climbing": 2,
    "CEOs": 2,
    "aquavit": 2,
    "27": 2,
    "while": 2,
    "Gamble": 2,
    "Procter": 2,
    "5.87": 2,
    "0.25": 2,
    "homepage": 2,
    "Clearly": 2,
    "Fox": 2,
    "appointment": 2,
    "culmination": 2,
    "contains": 2,
    "rear": 2,
    "benefited": 2,
    "featured": 2,
    "targeted": 2,
    "slices": 2,
    "Jim": 2,
    "pretty": 2,
    "living": 2,
    "secure": 2,
    "respect": 2,
    "friend": 2,
    "ally": 2,
    "Software": 2,
    "nothing": 2,
    "Boot": 2,
    "Camp": 2,
    "Norway": 2,
    "struggled": 2,
    "Web...": 2,
    "limited": 2,
    "industries": 2,
    "throughout": 2,
    "independent": 2,
    "\"irregularities": 2,
    "With": 2,
    "IIC": 2,
    "Credit": 2,
    "Suisse": 2,
    "refresh": 2,
    "ensnared": 2,
    "rental": 2,
    "bell": 2,
    "Korea": 2,
    "Secret": 2,
    "Diary": 2,
    "pleasantly": 2,
    "handful": 2,
    "giants": 2,
    "stop": 2,
    "represents": 2,
    "primary": 2,
    "ETHOS": 2,
    "match": 2,
    "&": 2,
    "Equity": 2,
    "DRM": 2,
    "complete": 2,
    "weighed": 2,
    "stock-options": 2,
    "programming": 2,
    "incorrect": 2,
    "short-lived": 2,
    "inflection": 2,
    "dealing": 2,
    "aligns": 2,
    "Mark": 2,
    "history": 2,
    "1980s": 2,
    "12.54": 2,
    "NOR-type": 2,
    "caught": 2,
    "connection": 2,
    "turkey": 2,
    "peas": 2,
    "Murdoch": 2,
    "talented": 2,
    "creation": 2,
    "feeling": 2,
    "confirmed": 2,
    "cited": 2,
    "niche": 2,
    "argue": 2,
    "Kawasaki": 2,
    "INTC": 2,
    "lies": 2,
    "probe": 2,
    "favorable": 2,
    "investments": 2,
    "Macrumors": 2,
    "chatter": 2,
    "forthcoming": 2,
    "Brands": 2,
    "Results": 2,
    "pick": 2,
    "Foods": 2,
    "dried": 2,
    "though": 2,
    "follows": 2,
    "orchards": 2,
    "shareholders": 2,
    "13.26": 2,
    "Unbox": 2,
    "RealNetworks": 2,
    "Ryan": 2,
    "flow": 2,
    "looking": 2,
    "Kodak": 2,
    "quick": 2,
    "designers": 2,
    "Currently": 2,
    "Marvell": 2,
    "drives": 2,
    "seized": 2,
    "85": 2,
    "outfits": 2,
    "drinks": 2,
    "unlocked": 2,
    "Magritte": 2,
    "Son": 2,
    "Man": 2,
    "empty": 2,
    "white-collar": 2,
    "broadband": 2,
    "wirelessly": 2,
    "adopted": 2,
    "chicken": 2,
    "0.81": 2,
    "0.03": 2,
    "nudged": 2,
    "widely": 2,
    "capitalist": 2,
    "designs": 2,
    "prime": 2,
    "granted": 2,
    "hoping": 2,
    "flat-panel": 2,
    "Richard": 2,
    "pushes": 2,
    "overhaul": 2,
    "concepts": 2,
    "patents": 2,
    "falling": 2,
    "entity": 2,
    "folks": 2,
    "warning": 2,
    "usual": 2,
    "crisp": 2,
    "challenges": 2,
    "plotting": 2,
    "upstaged": 2,
    "respondents": 2,
    "2003": 2,
    "woman": 2,
    "Their": 2,
    "completely": 2,
    "gaining": 2,
    "lovers": 2,
    "Iger": 2,
    "repaired": 2,
    "relations": 2,
    "manage": 2,
    "agree": 2,
    "Chris": 2,
    "What": 2,
    "maximum": 2,
    "5.38": 2,
    "resolution": 2,
    "seek": 2,
    "anticipated": 2,
    "send": 2,
    "regularly": 2,
    "ask": 2,
    "businesses": 2,
    "displeasure": 2,
    "express": 2,
    "attempts": 2,
    "experiences": 2,
    "monitor": 2,
    "CD": 2,
    "4.4": 2,
    "\"found": 2,
    "misconduct": 2,
    "seats": 2,
    "electronic": 2,
    "element": 2,
    "much-anticipated": 2,
    "speech": 2,
    "material": 2,
    "Web.": 2,
    "MGM": 2,
    "experts": 2,
    "virtual": 2,
    "dance": 2,
    "shifted": 2,
    "fuel": 2,
    "blame": 2,
    "cannot": 2,
    "cable": 2,
    "wings": 2,
    "heavyweight": 2,
    "occasionally": 2,
    "36": 2,
    "well-known": 2,
    "titles": 2,
    "entrenched": 2,
    "arrival": 2,
    "gaming": 2,
    "enthusiasts": 2,
    "hurdle": 2,
    "established": 2,
    "San": 2,
    "47": 2,
    "inked": 2,
    "candidate": 2,
    "leaders": 2,
    "pictures": 2,
    "wider": 2,
    "allows": 2,
    "commercials": 2,
    "160": 2,
    "original": 2,
    "Consumers": 2,
    "Shoppers": 2,
    "contact": 2,
    "comparing": 2,
    "revolutionary": 2,
    "TVs": 2,
    "arrangement": 2,
    "elide": 2,
    "vote": 2,
    "difficult": 2,
    "period": 2,
    "Lenovo": 2,
    "pullback": 2,
    "nose": 2,
    "medium-bodied": 2,
    "planning": 2,
    "sorts": 2,
    "either": 2,
    "highlighted": 2,
    "refurbished": 2,
    "Yet": 2,
    "metal": 2,
    "potentially": 2,
    "distributed": 2,
    "holds": 2,
    "ventures": 2,
    "two-time": 2,
    "Golden": 2,
    "Teaching": 2,
    "Award": 2,
    "radically": 2,
    "France": 2,
    "actual": 2,
    "direction": 2,
    "3.27": 2,
    "0.12": 2,
    "Intuit": 2,
    "multi-touch": 2,
    "fierce": 2,
    "inroads": 2,
    "emotional": 2,
    "39.41": 2,
    "600": 2,
    "Pinot": 2,
    "pear": 2,
    "minerality": 2,
    "MySpace": 2,
    "singled": 2,
    "Brunner": 2,
    "Our": 2,
    "1,119,000": 2,
    "92": 2,
    "broke": 2,
    "housing": 2,
    "creator": 2,
    "student": 2,
    "sofa": 2,
    "HTC": 2,
    "Warehouse": 2,
    "Fraiburgo": 2,
    "Brazil-based": 2,
    "fully": 2,
    "damage": 2,
    "protect": 2,
    "2007-2008...": 2,
    "centavos": 2,
    "Wu": 2,
    "outrage": 2,
    "region": 2,
    "5.8": 2,
    "7.9": 2,
    "sudden": 2,
    "playing": 2,
    "expect": 2,
    "10.5": 2,
    "Mobil": 2,
    "filling": 2,
    "8.1": 2,
    "Hot": 2,
    "MEMC": 2,
    "Electronic": 2,
    "Materials": 2,
    "farmers": 2,
    "wound": 2,
    "hackers": 2,
    "improving": 2,
    "Web-browsing": 2,
    "Both": 2,
    "June\u2014the": 2,
    "keynote": 2,
    "Munster": 2,
    "2,164,000": 2,
    "gathering": 2,
    "venue": 2,
    "shaking": 2,
    "11.67": 2,
    "below": 2,
    "Bloombeg": 2,
    "84": 2,
    "Illinois-based": 2,
    "activation": 2,
    "Chaffold": 2,
    "1.25": 2,
    "earn": 2,
    "totaled": 2,
    "reflect": 2,
    "Economy": 2,
    "Microelectronics": 2,
    "saved": 2,
    "spooks": 2,
    "Rubin": 2,
    "Redmond": 2,
    "General": 2,
    "programmes": 2,
    "2,000": 2,
    "glamorous": 2,
    "Prouty": 2,
    "tourists": 2,
    "resulted": 2,
    "Tangerine": 2,
    "columnist": 2,
    "food": 2,
    "reluctant": 2,
    "MRVL": 2,
    "Tata": 2,
    "Mar": 2,
    "on-demand": 2,
    "Lending": 2,
    "defected": 2,
    "BlackBerrys": 2,
    "seller": 2,
    "Schering-Plough": 2,
    "scarcity": 2,
    "AMZN": 2,
    "Thomas": 2,
    "hefty": 2,
    "carried": 2,
    "handily": 2,
    "advances": 2,
    "87": 2,
    "3.71": 2,
    "savvy": 2,
    "Moritz": 2,
    "Profits": 2,
    "principles": 2,
    "Kindles": 2,
    "resembles": 2,
    "hopes": 2,
    "loved": 2,
    "Universum": 2,
    "USA": 2,
    "40,000": 2,
    "undergraduates": 2,
    "dream": 2,
    "negotiate": 2,
    "co": 2,
    "explosion": 2,
    "roof": 2,
    "shortcoming": 2,
    "rated": 2,
    "Switzerland": 2,
    "wines": 2,
    "greatly": 2,
    "lucrative": 2,
    "slide": 2,
    "rebate": 2,
    "staff": 2,
    "fixed": 2,
    "Thou": 2,
    "Windy": 2,
    "criteria": 2,
    "4.08": 2,
    "Second-quarter": 2,
    "InBev": 2,
    "St": 2,
    "Louis-based": 2,
    "beermaker": 2,
    "purchases": 2,
    "election": 2,
    "capability": 2,
    "necessary": 2,
    "arena": 2,
    "strike": 2,
    "hour": 2,
    "rally": 2,
    "187": 2,
    "196": 2,
    "earlier": 2,
    "glitches": 2,
    "overtaken": 2,
    "consume": 2,
    "apparent": 2,
    "quite": 2,
    "950": 2,
    "freshmen": 2,
    "lagged": 2,
    "tabs": 2,
    "seamlessly": 2,
    "spruced": 2,
    "path": 2,
    "revisiting": 2,
    "22.98": 2,
    "elsewhere": 2,
    "5800": 2,
    "employs": 2,
    "considered": 2,
    "skits": 2,
    "cherry-pick": 2,
    "better-than-expected": 2,
    "widened": 2,
    "scale": 2,
    "supposed": 2,
    "three-year": 2,
    "represented": 2,
    "GM": 2,
    "iconic": 2,
    "214": 2,
    "divides": 2,
    "Everybody": 2,
    "banking": 2,
    "compact": 2,
    "exhibit": 2,
    "Electric": 2,
    "E-commerce": 2,
    "suffered": 2,
    "thanks": 2,
    "4.2": 2,
    "Chairman": 2,
    "1.57": 2,
    "Andhra": 2,
    "Pradesh": 2,
    "Tamil": 2,
    "Nadu": 2,
    "North": 2,
    "low-cost": 2,
    "head-to-head": 2,
    "purposes": 2,
    "crowded": 2,
    "yourself": 2,
    "deserve": 2,
    "stepped-up": 2,
    "e-books": 2,
    "breakdowns": 2,
    "Graphics": 2,
    "Another": 2,
    "all-time": 2,
    "written-in": 2,
    "(up": 2,
    "UAW": 2,
    "Marlboro": 2,
    "NBA": 2,
    "NFL": 2,
    "drafts": 2,
    "1.33": 2,
    "865,000": 2,
    "revealed": 2,
    "make-or-break": 2,
    "discounts": 2,
    "lift": 2,
    "emails": 2,
    "invites": 2,
    "Quanta": 2,
    "stages": 2,
    "Colligan": 2,
    "Pre": 2,
    "T": 2,
    "X-Slim": 2,
    "brainpower": 2,
    "older": 2,
    "Marshall": 2,
    "Lots": 2,
    "owned": 2,
    "human": 2,
    "disruptive": 2,
    "exceeded": 2,
    "blocked": 2,
    "Web-calling": 2,
    "Bell": 2,
    "dose": 2,
    "McDouble": 2,
    "cheeseburger": 2,
    "cap": 2,
    "e-book-friendly": 2,
    "tablet": 2,
    "carbon": 2,
    "2.2": 2,
    "storyteller": 2,
    "roles": 2,
    "millions": 2,
    "cx": 2,
    "Storm8...": 2,
    "2.1": 2,
    "\u2014": 2,
    "calm": 2,
    "lesser": 2,
    "extent": 2,
    "memberships": 2,
    "explanation": 2,
    "49": 1,
    "bloggers": 1,
    "Hambrecht": 1,
    "beating": 1,
    "improvement": 1,
    "threaten": 1,
    "factory": 1,
    "Rollins": 1,
    "guess": 1,
    "big-time": 1,
    "increasing": 1,
    "majority": 1,
    "optimism": 1,
    "President": 1,
    "Kunitake": 1,
    "Ando": 1,
    "Apple/Sony": 1,
    "baseball": 1,
    "pie": 1,
    "1976": 1,
    "Wild": 1,
    "Prudential": 1,
    "king": 1,
    "hill": 1,
    "APPL": 1,
    "A:": 1,
    "distortion": 1,
    "money-losing": 1,
